Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Premium.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# プレイリストを無制限に作成
source: Unlimited Playlists
ar: قوائم تشغيل غير محدودة
bn: সীমাহীন প্লেলিস্ট
ca: Llistes il·limitades
cs: Neomezený počet playlistů
da: Ubegrænsede afspilningslister
de: Unbegrenzte Playlists
el: Απεριόριστες λίστες αναπαραγωγής
es: Listas de reproducción ilimitadas
fi: Rajattomasti soittolistoja
fr: Listes de lecture illimitées
gu: અમર્યાદિત પ્લેલિસ્ટ
he: פלייליסטים ללא הגבלה
hi: असीमित प्लेलिस्ट
hr: Neograničen broj playlista
hu: Korlátlan lejátszási lista
id: Daftar Putar Tak Terbatas
it: Playlist illimitate
ja: プレイリストを無制限に作成
kn: ಅನಿಯಮಿತ ಪ್ಲೇಲಿಸ್ಟ್‌ಗಳು
ko: 무제한 플레이리스트
ml: പരിധിയില്ലാത്ത പ്ലേലിസ്റ്റുകൾ
mr: अमर्यादित प्लेलिस्ट
ms: Senarai Main Tanpa Had
nb: Ubegrenset antall spillelister
nl: Onbeperkte afspeellijsten
or: ଅସୀମିତ ପ୍ଲେଲିଷ୍ଟ
pa: ਅਸੀਮਤ ਪਲੇਲਿਸਟਾਂ
pl: Nieograniczone listy odtwarzania
pt_br: Playlists ilimitadas
pt_pt: Listas de reprodução ilimitadas
ro: Liste de redare nelimitate
ru: Неограниченное число плейлистов
sk: Neobmedzený počet playlistov
sl: Neomejeno število seznamov predvajanja
sv: Obegränsade spellistor
ta: வரம்பற்ற பிளேலிஸ்ட்கள்
te: అపరిమిత ప్లేలిస్ట్‌లు
th: เพลย์ลิสต์ไม่จำกัด
tr: Sınırsız Çalma Listesi
uk: Необмежена кількість плейлистів
ur: لامحدود پلے لسٹس
vi: Danh sách phát không giới hạn
zh_hans: 无限创建播放列表
zh_hant: 無限建立播放清單

# プレミアム特典
source: Premium Benefits
ar: مزايا Premium
bn: প্রিমিয়াম সুবিধা
ca: Avantatges Premium
cs: Výhody Premium
da: Premium-fordele
de: Premium-Vorteile
el: Πλεονεκτήματα Premium
es: Beneficios Premium
fi: Premium-edut
fr: Avantages Premium
gu: પ્રીમિયમ લાભો
he: הטבות פרימיום
hi: Premium लाभ
hr: Premium pogodnosti
hu: Prémium előnyök
id: Keuntungan Premium
it: Vantaggi Premium
ja: プレミアム特典
kn: ಪ್ರೀಮಿಯಂ ಪ್ರಯೋಜನಗಳು
ko: 프리미엄 혜택
ml: പ്രീമിയം ആനുകൂല്യങ്ങൾ
mr: प्रीमियम फायदे
ms: Faedah Premium
nb: Premium-fordeler
nl: Premium voordelen
or: ପ୍ରିମିୟମ୍ ସୁବିଧା
pa: ਪ੍ਰੀਮੀਅਮ ਲਾਭ
pl: Korzyści Premium
pt_br: Vantagens Premium
pt_pt: Benefícios Premium
ro: Beneficii Premium
ru: Преимущества Premium
sk: Výhody Premium
sl: Ugodnosti Premium
sv: Premium-förmåner
ta: பிரீமியம் பலன்கள்
te: ప్రీమియం ప్రయోజనాలు
th: สิทธิพิเศษ Premium
tr: Premium Avantajları
uk: Переваги Преміум
ur: پریمیم کے فوائد
vi: Quyền lợi Premium
zh_hans: 高级版特权
zh_hant: 進階版特權

# リストアに失敗しました
source: Restore failed.
ar: فشل الاستعادة.
bn: রিস্টোর করা যায়নি।
ca: No s'ha pogut restaurar.
cs: Obnovení se nezdařilo.
da: Gendannelse mislykkedes.
de: Wiederherstellung fehlgeschlagen.
el: Η επαναφορά απέτυχε.
es: No se pudieron restaurar las compras.
fi: Palautus epäonnistui.
fr: Échec de la restauration.
gu: રિસ્ટોર કરી શકાયું નહીં.
he: השחזור נכשל.
hi: पुनर्स्थापना विफल हुई।
hr: Vraćanje nije uspjelo.
hu: A visszaállítás sikertelen.
id: Pemulihan gagal.
it: Ripristino non riuscito.
ja: リストアに失敗しました
kn: ಮರುಸ್ಥಾಪನೆ ವಿಫಲವಾಗಿದೆ.
ko: 복원에 실패했습니다.
ml: പുനഃസ്ഥാപിക്കാനായില്ല.
mr: रिस्टोअर करता आले नाही.
ms: Pemulihan gagal.
nb: Gjenoppretting mislyktes.
nl: Herstel mislukt.
or: ରିଷ୍ଟୋର୍ କରିହେଲା ନାହିଁ।
pa: ਰੀਸਟੋਰ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Przywracanie nie powiodło się.
pt_br: Falha ao restaurar.
pt_pt: Falha ao restaurar.
ro: Restaurarea nu a reușit.
ru: Не удалось восстановить покупки.
sk: Obnovenie zlyhalo.
sl: Obnovitev ni uspela.
sv: Återställning misslyckades.
ta: மீட்டெடுக்க முடியவில்லை.
te: రీస్టోర్ విఫలమైంది.
th: การกู้คืนล้มเหลว
tr: Geri yükleme başarısız oldu.
uk: Не вдалося відновити.
ur: بحالی ناکام ہو گئی۔
vi: Khôi phục thất bại.
zh_hans: 恢复购买失败。
zh_hant: 還原購買項目失敗。

# リストア購入
source: Restore Purchases
ar: استعادة المشتريات
bn: কেনাকাটা রিস্টোর করুন
ca: Restaura les compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fi: Palauta ostot
fr: Restaurer les achats
gu: ખરીદી રિસ્ટોર કરો
he: שחזור רכישות
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: リストア購入
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 구매 복원
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിക്കുക
mr: खरेदी रिस्टोअर करा
ms: Pulihkan Pembelian
nb: Gjenopprett kjøp
nl: Aankopen herstellen
or: କ୍ରୟ ରିଷ୍ଟୋର୍ କରନ୍ତୁ
pa: ਖ਼ਰੀਦਾਂ ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć zakupy
pt_br: Restaurar compras
pt_pt: Restaurar compras
ro: Restaurați achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sl: Obnovi nakupe
sv: Återställ köp
ta: வாங்கியவற்றை மீட்டெடு
te: కొనుగోళ్లను రీస్టోర్ చేయి
th: กู้คืนการซื้อ
tr: Satın Almaları Geri Yükle
uk: Відновити покупки
ur: خریداریاں بحال کریں
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 還原購買項目

# 今すぐ1ヶ月無料体験してみよう！
source: Try 1 month free trial now!
ar: جرّب شهرًا مجانيًا الآن!
de: Jetzt 1 Monat kostenlos testen!
es: ¡Prueba gratis 1 mes ahora!
fr: Essayez gratuitement pendant 1 mois !
hi: अभी 1 महीना मुफ्त आज़माएं!
id: Coba uji coba gratis 1 bulan sekarang!
it: Prova 1 mese gratis ora!
ja: 今すぐ1ヶ月無料体験してみよう！
ko: 지금 1개월 무료 체험해 보세요!
nl: Probeer nu 1 maand gratis!
pl: Wypróbuj teraz 1 miesiąc bezpłatnie!
pt_br: Experimente 1 mês grátis agora!
pt_pt: Experimente 1 mês grátis agora!
ru: Попробуйте 1 месяц бесплатно!
sv: Prova 1 månads kostnadsfri period nu!
th: ทดลองใช้ฟรี 1 เดือนตอนนี้!
tr: 1 ay ücretsiz deneyin!
vi: Dùng thử miễn phí 1 tháng ngay!
zh_hans: 立即免费试用1个月！
zh_hant: 立即免費試用1個月！

# 全ての広告が非表示に！
source: All ads are hidden!
ar: تم إخفاء جميع الإعلانات!
bn: সব বিজ্ঞাপন লুকানো থাকবে!
ca: Sense cap anunci!
cs: Žádné reklamy!
da: Ingen reklamer!
de: Keine Werbung mehr!
el: Καμία διαφήμιση!
es: ¡Sin anuncios!
fi: Ei mainoksia lainkaan!
fr: Plus aucune publicité !
gu: બધી જાહેરાતો છુપાઈ જશે!
he: כל הפרסומות מוסתרות!
hi: सभी विज्ञापन छिपे हैं!
hr: Bez ikakvih oglasa!
hu: Minden reklám eltűnik!
id: Semua iklan tersembunyi!
it: Niente più pubblicità!
ja: 全ての広告が非表示に！
kn: ಎಲ್ಲಾ ಜಾಹೀರಾತುಗಳನ್ನು ಮರೆಮಾಡಲಾಗಿದೆ!
ko: 모든 광고가 사라집니다!
ml: എല്ലാ പരസ്യങ്ങളും മറച്ചു!
mr: सर्व जाहिराती लपवल्या जातील!
ms: Semua iklan disembunyikan!
nb: Ingen reklame!
nl: Alle advertenties zijn verborgen!
or: ସମସ୍ତ ବିଜ୍ଞାପନ ଲୁଚିଯିବ!
pa: ਸਾਰੇ ਇਸ਼ਤਿਹਾਰ ਲੁਕ ਜਾਣਗੇ!
pl: Wszystkie reklamy są ukryte!
pt_br: Sem nenhum anúncio!
pt_pt: Sem anúncios!
ro: Toate reclamele sunt ascunse!
ru: Никакой рекламы!
sk: Žiadne reklamy!
sl: Brez vseh oglasov!
sv: Alla annonser är dolda!
ta: அனைத்து விளம்பரங்களும் மறைக்கப்பட்டன!
te: అన్ని ప్రకటనలు దాచబడ్డాయి!
th: โฆษณาทั้งหมดถูกซ่อนแล้ว!
tr: Tüm reklamlar kaldırılır!
uk: Жодної реклами!
ur: تمام اشتہارات چھپا دیے گئے!
vi: Ẩn toàn bộ quảng cáo!
zh_hans: 隐藏所有广告！
zh_hant: 隱藏所有廣告！

# 利用規約
source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলি
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
gu: ઉપયોગની શરતો
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ko: 이용 약관
ml: ഉപയോഗ നിബന്ധനകൾ
mr: वापराच्या अटी
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
or: ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki użytkowania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగ నిబంధనలు
th: เงื่อนไขการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
ur: شرائطِ استعمال
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# 年（自動更新）
source: / year (auto-renews)
ar: / سنة (يُجدَّد تلقائيًا)
bn: / বছর (স্বয়ংক্রিয় রিনিউ)
ca: / any (renovació automàtica)
cs: / rok (automatické obnovení)
da: / år (fornyes automatisk)
de: / Jahr (automatische Verlängerung)
el: / έτος (αυτόματη ανανέωση)
es: / año (renovación automática)
fi: / vuosi (uusiutuu automaattisesti)
fr: / an (renouvellement automatique)
gu: / વર્ષ (આપમેળે રિન્યૂ)
he: / שנה (חידוש אוטומטי)
hi: / वर्ष (स्वतः नवीनीकृत)
hr: / godina (automatska obnova)
hu: / év (automatikus megújítás)
id: / tahun (perpanjangan otomatis)
it: / anno (rinnovo automatico)
ja: /年（自動更新）
kn: / ವರ್ಷ (ಸ್ವಯಂ-ನವೀಕರಣ)
ko: /년 (자동 갱신)
ml: / വർഷം (സ്വയം പുതുക്കും)
mr: / वर्ष (आपोआप नूतनीकरण)
ms: / tahun (pembaharuan automatik)
nb: / år (fornyes automatisk)
nl: / jaar (automatisch verlengd)
or: / ବର୍ଷ (ସ୍ୱୟଂଚାଳିତ ନବୀକରଣ)
pa: / ਸਾਲ (ਆਪਣੇ-ਆਪ ਰਿਨਿਊ)
pl: / rok (automatyczne odnowienie)
pt_br: / ano (renovação automática)
pt_pt: / ano (renovação automática)
ro: / an (reînnoire automată)
ru: / год (автопродление)
sk: / rok (automatické obnovenie)
sl: / leto (samodejno podaljšanje)
sv: / år (förnyas automatiskt)
ta: / ஆண்டு (தானியங்கு புதுப்பிப்பு)
te: / సంవత్సరం (ఆటో-రెన్యూవల్)
th: / ปี (ต่ออายุอัตโนมัติ)
tr: / yıl (otomatik yenilenir)
uk: / рік (автопоновлення)
ur: / سال (خودکار تجدید)
vi: / năm (tự động gia hạn)
zh_hans: /年（自动续订）
zh_hant: /年（自動續訂）

# 年額
source: Annual
ar: سنوي
bn: বার্ষিক
ca: Anual
cs: Roční
da: Årsabonnement
de: Jährlich
el: Ετήσιο
es: Anual
fi: Vuositilaus
fr: Annuel
gu: વાર્ષિક
he: מינוי שנתי
hi: वार्षिक
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年額
kn: ವಾರ್ಷಿಕ
ko: 연간
ml: വാർഷിക പ്ലാൻ
mr: वार्षिक
ms: Tahunan
nb: Årsabonnement
nl: Jaarlijks
or: ବାର୍ଷିକ
pa: ਸਾਲਾਨਾ
pl: Rocznie
pt_br: Anual
pt_pt: Anual
ro: Anual
ru: Годовая
sk: Ročné
sl: Letna
sv: Årsvis
ta: ஆண்டுத் திட்டம்
te: వార్షిక ప్లాన్
th: รายปี
tr: Yıllık
uk: Річний
ur: سالانہ پلان
vi: Theo năm
zh_hans: 年度方案
zh_hant: 年度方案

# 年額プランを始める
source: Start Annual Plan
ar: ابدأ الخطة السنوية
bn: বার্ষিক প্ল্যান শুরু করুন
ca: Comença el pla anual
cs: Začít s ročním předplatným
da: Start årsabonnement
de: Jahresabo starten
el: Έναρξη ετήσιου προγράμματος
es: Empezar plan anual
fi: Aloita vuositilaus
fr: Démarrer l’abonnement annuel
gu: વાર્ષિક પ્લાન શરૂ કરો
he: התחלת המינוי השנתי
hi: वार्षिक प्लान शुरू करें
hr: Započni godišnju pretplatu
hu: Éves csomag indítása
id: Mulai Paket Tahunan
it: Inizia il piano annuale
ja: 年額プランを始める
kn: ವಾರ್ಷಿಕ ಪ್ಲಾನ್ ಆರಂಭಿಸಿ
ko: 연간 플랜 시작하기
ml: വാർഷിക പ്ലാൻ ആരംഭിക്കുക
mr: वार्षिक प्लॅन सुरू करा
ms: Mulakan Pelan Tahunan
nb: Start årsabonnement
nl: Start jaarabonnement
or: ବାର୍ଷିକ ପ୍ଲାନ୍ ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸਾਲਾਨਾ ਪਲਾਨ ਸ਼ੁਰੂ ਕਰੋ
pl: Wybierz plan roczny
pt_br: Começar plano anual
pt_pt: Iniciar plano anual
ro: Începeți planul anual
ru: Оформить годовую подписку
sk: Začať ročné predplatné
sl: Začni letno naročnino
sv: Starta årsabonnemang
ta: ஆண்டுத் திட்டத்தைத் தொடங்கு
te: వార్షిక ప్లాన్ ప్రారంభించండి
th: เริ่มแพ็กเกจรายปี
tr: Yıllık Planı Başlat
uk: Почати річний план
ur: سالانہ پلان شروع کریں
vi: Bắt đầu gói theo năm
zh_hans: 开始年度方案
zh_hant: 開始年度方案

# 広告なしの使用体験
source: Ad-Free Experience
ar: تجربة خالية من الإعلانات
bn: বিজ্ঞাপনমুক্ত অভিজ্ঞতা
ca: Experiència sense anuncis
cs: Bez reklam
da: Uden reklamer
de: Werbefreie Nutzung
el: Εμπειρία χωρίς διαφημίσεις
es: Sin anuncios
fi: Mainokseton käyttökokemus
fr: Sans publicité
gu: જાહેરાત-મુક્ત અનુભવ
he: חוויה ללא פרסומות
hi: विज्ञापन-मुक्त अनुभव
hr: Bez oglasa
hu: Reklámmentes élmény
id: Pengalaman Bebas Iklan
it: Senza pubblicità
ja: 広告なしの使用体験
kn: ಜಾಹೀರಾತು-ರಹಿತ ಅನುಭವ
ko: 광고 없는 경험
ml: പരസ്യരഹിത അനുഭവം
mr: जाहिरातमुक्त अनुभव
ms: Pengalaman Tanpa Iklan
nb: Uten reklame
nl: Advertentievrije ervaring
or: ବିଜ୍ଞାପନମୁକ୍ତ ଅଭିଜ୍ଞତା
pa: ਇਸ਼ਤਿਹਾਰ-ਮੁਕਤ ਅਨੁਭਵ
pl: Doświadczenie bez reklam
pt_br: Sem anúncios
pt_pt: Sem anúncios
ro: Experiență fără reclame
ru: Без рекламы
sk: Bez reklám
sl: Brez oglasov
sv: Reklamfri upplevelse
ta: விளம்பரமில்லா அனுபவம்
te: ప్రకటనలు లేని అనుభవం
th: ประสบการณ์ปลอดโฆษณา
tr: Reklamsız Kullanım
uk: Без реклами
ur: اشتہارات سے پاک تجربہ
vi: Trải nghiệm không quảng cáo
zh_hans: 无广告体验
zh_hant: 無廣告體驗

# 月（自動更新）
source: / month (auto-renews)
ar: / شهر (يُجدَّد تلقائيًا)
bn: / মাস (স্বয়ংক্রিয় রিনিউ)
ca: / mes (renovació automàtica)
cs: / měsíc (automatické obnovení)
da: / md. (fornyes automatisk)
de: / Monat (automatische Verlängerung)
el: / μήνα (αυτόματη ανανέωση)
es: / mes (renovación automática)
fi: / kk (uusiutuu automaattisesti)
fr: / mois (renouvellement automatique)
gu: / મહિનો (આપમેળે રિન્યૂ)
he: / חודש (חידוש אוטומטי)
hi: / माह (स्वतः नवीनीकृत)
hr: / mjesec (automatska obnova)
hu: / hó (automatikus megújítás)
id: / bulan (perpanjangan otomatis)
it: / mese (rinnovo automatico)
ja: /月（自動更新）
kn: / ತಿಂಗಳು (ಸ್ವಯಂ-ನವೀಕರಣ)
ko: /월 (자동 갱신)
ml: / മാസം (സ്വയം പുതുക്കും)
mr: / महिना (आपोआप नूतनीकरण)
ms: / bulan (pembaharuan automatik)
nb: / måned (fornyes automatisk)
nl: / maand (automatisch verlengd)
or: / ମାସ (ସ୍ୱୟଂଚାଳିତ ନବୀକରଣ)
pa: / ਮਹੀਨਾ (ਆਪਣੇ-ਆਪ ਰਿਨਿਊ)
pl: / miesiąc (automatyczne odnowienie)
pt_br: / mês (renovação automática)
pt_pt: / mês (renovação automática)
ro: / lună (reînnoire automată)
ru: / месяц (автопродление)
sk: / mesiac (automatické obnovenie)
sl: / mesec (samodejno podaljšanje)
sv: / månad (förnyas automatiskt)
ta: / மாதம் (தானியங்கு புதுப்பிப்பு)
te: / నెల (ఆటో-రెన్యూవల్)
th: / เดือน (ต่ออายุอัตโนมัติ)
tr: / ay (otomatik yenilenir)
uk: / місяць (автопоновлення)
ur: / ماہ (خودکار تجدید)
vi: / tháng (tự động gia hạn)
zh_hans: /月（自动续订）
zh_hant: /月（自動續訂）

# 月額
source: Monthly
ar: شهري
bn: মাসিক
ca: Mensual
cs: Měsíční
da: Månedsabonnement
de: Monatlich
el: Μηνιαίο
es: Mensual
fi: Kuukausitilaus
fr: Mensuel
gu: માસિક
he: מינוי חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 月額
kn: ಮಾಸಿಕ
ko: 월간
ml: പ്രതിമാസ പ്ലാൻ
mr: मासिक
ms: Bulanan
nb: Månedsabonnement
nl: Maandelijks
or: ମାସିକ
pa: ਮਹੀਨਾਵਾਰ
pl: Miesięcznie
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Месячная
sk: Mesačné
sl: Mesečna
sv: Månadsvis
ta: மாதாந்திரத் திட்டம்
te: నెలవారీ ప్లాన్
th: รายเดือน
tr: Aylık
uk: Місячний
ur: ماہانہ پلان
vi: Theo tháng
zh_hans: 月度方案
zh_hant: 月度方案

# 製品情報の取得に失敗しました
source: Failed to fetch product information.
ar: فشل في جلب معلومات المنتج.
bn: পণ্যের তথ্য আনা যায়নি।
ca: No s'ha pogut obtenir la informació del producte.
cs: Informace o produktu se nepodařilo načíst.
da: Produktoplysningerne kunne ikke hentes.
de: Produktinformationen konnten nicht abgerufen werden.
el: Η λήψη πληροφοριών προϊόντος απέτυχε.
es: No se pudo obtener la información del producto.
fi: Tuotetietojen haku epäonnistui.
fr: Impossible de récupérer les informations du produit.
gu: પ્રોડક્ટની માહિતી મેળવી શકાઈ નહીં.
he: אחזור פרטי המוצר נכשל.
hi: उत्पाद जानकारी प्राप्त करने में विफल।
hr: Dohvaćanje informacija o proizvodu nije uspjelo.
hu: Nem sikerült lekérni a termékadatokat.
id: Gagal mengambil informasi produk.
it: Impossibile recuperare le informazioni sul prodotto.
ja: 製品情報の取得に失敗しました
kn: ಉತ್ಪನ್ನದ ಮಾಹಿತಿ ಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ.
ko: 제품 정보를 가져오는 데 실패했습니다.
ml: ഉൽപ്പന്ന വിവരം ലഭ്യമാക്കാനായില്ല.
mr: उत्पादनाची माहिती मिळवता आली नाही.
ms: Gagal mendapatkan maklumat produk.
nb: Kunne ikke hente produktinformasjon.
nl: Ophalen van productinformatie mislukt.
or: ପ୍ରଡକ୍ଟ ସୂଚନା ଆଣିହେଲା ନାହିଁ।
pa: ਉਤਪਾਦ ਦੀ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕੀ।
pl: Nie udało się pobrać informacji o produkcie.
pt_br: Falha ao obter as informações do produto.
pt_pt: Não foi possível obter as informações do produto.
ro: Informațiile despre produs nu au putut fi obținute.
ru: Не удалось получить информацию о продукте.
sk: Nepodarilo sa načítať informácie o produkte.
sl: Podatkov o izdelku ni bilo mogoče pridobiti.
sv: Det gick inte att hämta produktinformation.
ta: தயாரிப்புத் தகவலைப் பெற முடியவில்லை.
te: ఉత్పత్తి సమాచారాన్ని పొందడం విఫలమైంది.
th: ไม่สามารถดึงข้อมูลสินค้าได้
tr: Ürün bilgileri alınamadı.
uk: Не вдалося отримати інформацію про продукт.
ur: پروڈکٹ کی معلومات حاصل نہیں ہو سکیں۔
vi: Không thể tải thông tin sản phẩm.
zh_hans: 获取产品信息失败。
zh_hant: 無法取得產品資訊。

# 購入が完了しました！
source: Purchase complete!
ar: اكتملت عملية الشراء!
bn: কেনাকাটা সম্পন্ন হয়েছে!
ca: Compra completada!
cs: Nákup dokončen!
da: Købet er gennemført!
de: Kauf abgeschlossen!
el: Η αγορά ολοκληρώθηκε!
es: ¡Compra completada!
fi: Osto valmis!
fr: Achat effectué !
gu: ખરીદી પૂર્ણ થઈ!
he: הרכישה הושלמה!
hi: खरीदारी पूर्ण हुई!
hr: Kupnja je dovršena!
hu: Sikeres vásárlás!
id: Pembelian selesai!
it: Acquisto completato!
ja: 購入が完了しました！
kn: ಖರೀದಿ ಪೂರ್ಣಗೊಂಡಿದೆ!
ko: 구매가 완료되었습니다!
ml: വാങ്ങൽ പൂർത്തിയായി!
mr: खरेदी पूर्ण झाली!
ms: Pembelian selesai!
nb: Kjøpet er fullført!
nl: Aankoop voltooid!
or: କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ ହେଲା!
pa: ਖ਼ਰੀਦ ਪੂਰੀ ਹੋ ਗਈ!
pl: Zakup zakończony!
pt_br: Compra concluída!
pt_pt: Compra concluída!
ro: Achiziție finalizată!
ru: Покупка завершена!
sk: Nákup dokončený!
sl: Nakup je končan!
sv: Köpet slutfört!
ta: வாங்குதல் முடிந்தது!
te: కొనుగోలు పూర్తయింది!
th: ชำระเงินสำเร็จแล้ว!
tr: Satın alma tamamlandı!
uk: Покупку завершено!
ur: خریداری مکمل!
vi: Mua thành công!
zh_hans: 购买成功！
zh_hant: 購買完成！

# 購入に失敗しました
source: Purchase failed.
ar: فشلت عملية الشراء.
bn: কেনাকাটা ব্যর্থ হয়েছে।
ca: No s'ha pogut fer la compra.
cs: Nákup se nezdařil.
da: Købet mislykkedes.
de: Kauf fehlgeschlagen.
el: Η αγορά απέτυχε.
es: No se pudo completar la compra.
fi: Osto epäonnistui.
fr: Échec de l'achat.
gu: ખરીદી નિષ્ફળ.
he: הרכישה נכשלה.
hi: खरीदारी विफल हुई।
hr: Kupnja nije uspjela.
hu: A vásárlás sikertelen.
id: Pembelian gagal.
it: Acquisto non riuscito.
ja: 購入に失敗しました
kn: ಖರೀದಿ ವಿಫಲವಾಗಿದೆ.
ko: 구매에 실패했습니다.
ml: വാങ്ങൽ പരാജയപ്പെട്ടു.
mr: खरेदी अयशस्वी.
ms: Pembelian gagal.
nb: Kjøpet mislyktes.
nl: Aankoop mislukt.
or: କ୍ରୟ ବିଫଳ।
pa: ਖ਼ਰੀਦ ਅਸਫਲ।
pl: Zakup nie powiódł się.
pt_br: Falha na compra.
pt_pt: Falha na compra.
ro: Achiziția nu a reușit.
ru: Не удалось совершить покупку.
sk: Nákup zlyhal.
sl: Nakup ni uspel.
sv: Köpet misslyckades.
ta: வாங்குதல் தோல்வியடைந்தது.
te: కొనుగోలు విఫలమైంది.
th: การชำระเงินล้มเหลว
tr: Satın alma başarısız oldu.
uk: Не вдалося здійснити покупку.
ur: خریداری ناکام ہو گئی۔
vi: Mua thất bại.
zh_hans: 购买失败。
zh_hant: 購買失敗。

# 購入情報が復元しました！
source: Purchases restored!
ar: تم استعادة المشتريات!
bn: কেনাকাটা রিস্টোর হয়েছে!
ca: S'han restaurat les compres!
cs: Nákupy byly obnoveny!
da: Dine køb er gendannet!
de: Käufe wiederhergestellt!
el: Οι αγορές επαναφέρθηκαν!
es: ¡Compras restauradas!
fi: Ostot palautettu!
fr: Achats restaurés !
gu: ખરીદી રિસ્ટોર થઈ!
he: הרכישות שוחזרו!
hi: खरीदारी पुनर्स्थापित की गई!
hr: Kupnje su vraćene!
hu: Vásárlások visszaállítva!
id: Pembelian dipulihkan!
it: Acquisti ripristinati!
ja: 購入情報を復元しました！
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ!
ko: 구매가 복원되었습니다!
ml: വാങ്ങലുകൾ പുനഃസ്ഥാപിച്ചു!
mr: खरेदी रिस्टोअर झाली!
ms: Pembelian dipulihkan!
nb: Kjøpene er gjenopprettet!
nl: Aankopen hersteld!
or: କ୍ରୟ ରିଷ୍ଟୋର୍ ହେଲା!
pa: ਖ਼ਰੀਦਾਂ ਰੀਸਟੋਰ ਹੋ ਗਈਆਂ!
pl: Zakupy przywrócone!
pt_br: Compras restauradas!
pt_pt: Compras restauradas!
ro: Achizițiile au fost restaurate!
ru: Покупки восстановлены!
sk: Nákupy boli obnovené!
sl: Nakupi so obnovljeni!
sv: Köp återställda!
ta: வாங்கியவை மீட்டெடுக்கப்பட்டன!
te: కొనుగోళ్లు రీస్టోర్ అయ్యాయి!
th: กู้คืนการซื้อสำเร็จ!
tr: Satın alımlar geri yüklendi!
uk: Покупки відновлено!
ur: خریداریاں بحال ہو گئیں!
vi: Đã khôi phục giao dịch mua!
zh_hans: 已恢复购买！
zh_hant: 已還原購買項目！

# 通常3つまでのプレイリストを好きなだけ作成して、音声を整理できます！
source: Create as many playlists as you like (normally limited to 3) to organize your recordings!
ar: أنشئ قوائم تشغيل بلا حدود (عادةً محدودة بـ3) لتنظيم تسجيلاتك!
bn: রেকর্ডিং গুছিয়ে রাখতে যত খুশি প্লেলিস্ট তৈরি করুন (সাধারণত ৩টি পর্যন্ত)!
ca: Crea totes les llistes que vulguis (normalment el límit és 3) per organitzar les gravacions!
cs: Vytvořte si libovolný počet playlistů (běžně jen 3) a mějte nahrávky přehledně uspořádané!
da: Opret så mange afspilningslister, du vil (normalt højst 3), og hold styr på dine optagelser!
de: Erstellen Sie beliebig viele Playlists (normalerweise max. 3), um Ihre Aufnahmen zu organisieren!
el: Δημιουργήστε όσες λίστες αναπαραγωγής θέλετε (κανονικά έως 3) για να οργανώσετε τις ηχογραφήσεις σας!
es: ¡Crea tantas listas de reproducción como quieras (normalmente hasta 3) para organizar tus grabaciones!
fi: Luo niin monta soittolistaa kuin haluat (normaalisti enintään 3) ja pidä äänitteesi järjestyksessä!
fr: Créez autant de listes de lecture que vous le souhaitez (3 maximum normalement) pour organiser vos enregistrements !
gu: તમારાં રેકોર્ડિંગ વ્યવસ્થિત રાખવા જોઈએ તેટલાં પ્લેલિસ્ટ બનાવો (સામાન્ય રીતે 3 સુધી મર્યાદિત)!
he: אפשר ליצור כמה פלייליסטים שרוצים (בדרך כלל עד 3) כדי לארגן את ההקלטות!
hi: अपनी रिकॉर्डिंग व्यवस्थित करने के लिए जितनी चाहें उतनी प्लेलिस्ट बनाएं (सामान्यतः 3 तक सीमित)!
hr: Izradite neograničen broj playlista (inače najviše 3) i organizirajte svoje snimke!
hu: Hozz létre annyi lejátszási listát, amennyit csak szeretnél (alapesetben legfeljebb 3), és rendszerezd a felvételeidet!
id: Buat daftar putar sebanyak yang Anda inginkan (biasanya dibatasi 3) untuk mengatur rekaman Anda!
it: Crea tutte le playlist che vuoi (normalmente massimo 3) per organizzare le tue registrazioni!
ja: 通常3つまでのプレイリストを好きなだけ作成して、音声を整理できます！
kn: ನಿಮ್ಮ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಜೋಡಿಸಲು ಬೇಕಾದಷ್ಟು ಪ್ಲೇಲಿಸ್ಟ್‌ಗಳನ್ನು ರಚಿಸಿ (ಸಾಮಾನ್ಯವಾಗಿ 3 ಕ್ಕೆ ಮಿತಿ)!
ko: 기본 3개로 제한된 플레이리스트를 원하는 만큼 만들어 녹음을 정리하세요!
ml: റെക്കോർഡിംഗുകൾ ക്രമീകരിക്കാൻ ആവശ്യമുള്ളത്ര പ്ലേലിസ്റ്റുകൾ സൃഷ്ടിക്കൂ (സാധാരണ 3 എണ്ണം മാത്രം)!
mr: तुमची रेकॉर्डिंग व्यवस्थित ठेवण्यासाठी हव्या तितक्या प्लेलिस्ट तयार करा (सामान्यतः ३ पर्यंत मर्यादित)!
ms: Cipta seberapa banyak senarai main yang anda mahu (biasanya terhad kepada 3) untuk menyusun rakaman anda!
nb: Lag så mange spillelister du vil (vanligvis maks 3) og hold orden på opptakene!
nl: Maak zoveel afspeellijsten als je wilt (normaal maximaal 3) om je opnamen te ordenen!
or: ଆପଣଙ୍କ ରେକର୍ଡିଂ ସଜାଡ଼ି ରଖିବା ପାଇଁ ଯେତେ ଇଚ୍ଛା ସେତେ ପ୍ଲେଲିଷ୍ଟ ତିଆରି କରନ୍ତୁ (ସାଧାରଣତଃ 3ଟି ପର୍ଯ୍ୟନ୍ତ ସୀମିତ)!
pa: ਆਪਣੀਆਂ ਰਿਕਾਰਡਿੰਗਾਂ ਨੂੰ ਵਿਵਸਥਿਤ ਰੱਖਣ ਲਈ ਜਿੰਨੀਆਂ ਚਾਹੋ ਪਲੇਲਿਸਟਾਂ ਬਣਾਓ (ਆਮ ਤੌਰ ’ਤੇ 3 ਤੱਕ ਸੀਮਤ)!
pl: Twórz tyle list odtwarzania, ile chcesz (zwykle ograniczone do 3), aby porządkować nagrania!
pt_br: Crie quantas playlists quiser (normalmente o limite é 3) para organizar suas gravações!
pt_pt: Crie quantas listas de reprodução quiser (normalmente até 3) para organizar as suas gravações!
ro: Creați oricâte liste de redare doriți (în mod normal maximum 3) pentru a vă organiza înregistrările!
ru: Создавайте сколько угодно плейлистов (обычно не больше 3), чтобы упорядочить записи!
sk: Vytvorte si ľubovoľný počet playlistov (bežne najviac 3) a usporiadajte si nahrávky!
sl: Ustvarite poljubno število seznamov predvajanja (sicer največ 3) in uredite svoje posnetke!
sv: Skapa så många spellistor du vill (vanligtvis begränsat till 3) för att organisera dina inspelningar!
ta: உங்கள் ரெக்கார்டிங்குகளை ஒழுங்கமைக்க விரும்பிய அளவு பிளேலிஸ்ட்களை உருவாக்குங்கள் (வழக்கமாக 3 வரை மட்டும்)!
te: మీ రికార్డింగ్‌లను నిర్వహించడానికి కావలసినన్ని ప్లేలిస్ట్‌లు సృష్టించండి (సాధారణంగా 3 వరకే)!
th: สร้างเพลย์ลิสต์ได้ตามต้องการ (ปกติจำกัด 3 รายการ) เพื่อจัดระเบียบการบันทึกของคุณ!
tr: Kayıtlarınızı düzenlemek için istediğiniz kadar çalma listesi oluşturun (normalde en fazla 3)!
uk: Створюйте скільки завгодно плейлистів (зазвичай до 3), щоб упорядкувати записи!
ur: اپنی ریکارڈنگز کو منظم کرنے کے لیے جتنی چاہیں پلے لسٹس بنائیں (عام طور پر 3 تک محدود)!
vi: Tạo bao nhiêu danh sách phát tùy thích (thông thường giới hạn 3) để sắp xếp bản ghi của bạn!
zh_hans: 播放列表不再限于3个，想建多少就建多少，轻松整理录音！
zh_hant: 播放清單不再限制3個，想建立多少就建立多少，輕鬆整理錄音！
